tap "jandedobbeleer/oh-my-posh"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jq"
brew "mas"
brew "neovim"
brew "nvm"
brew "pnpm"
brew "python"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "zoxide"
cask "anki"
cask "chatgpt"
cask "cleanshot"
cask "docker-desktop"
cask "espanso"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "logi-options+"
cask "maccy"
cask "morgen"
cask "obsidian"
cask "raycast"
cask "readdle-spark"
cask "spotify"
cask "swiftbar"
cask "tableplus"
cask "thaw"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "Timery", id: 1425368544
mas "Todoist", id: 585827607
