brew "act"
brew "awscli"
brew "dotnet@6"
brew "dotnet@8"
brew "helm"
brew "kubectx"
brew "kubernetes-cli"
brew "maven"
brew "openjdk"
brew "openjdk@17"
brew "openjdk@21"
brew "stern"
cask "mockoon"
cask "postman"
cask "responsively"
cask "slack"
cask "tailscale-app"
cask "tunnelblick"
mas "iMovie", id: 408981434
